Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# settings.removeAllDownloadsMessage
source: This deletes every downloaded file from this device. They stay on the server.
ar: يؤدي هذا إلى حذف كل ملف تم تنزيله من هذا الجهاز. تبقى على الخادم.
de: Dies löscht jede geladene Datei von diesem Gerät. Sie bleiben auf dem Server.
es: Esto elimina todos los archivos descargados de este dispositivo. Permanecen en el servidor.
fr: Cela supprime tous les fichiers téléchargés de cet appareil. Ils restent sur le serveur.
hi: यह इस डिवाइस से हर डाउनलोड की गई फ़ाइल हटा देता है। वे सर्वर पर बनी रहती हैं।
it: Questo elimina ogni file scaricato da questo dispositivo. Restano sul server.
ja: このデバイスからすべてのダウンロード済みファイルを削除します。サーバには残ります。
ko: 이 기기에서 다운로드한 모든 파일을 삭제합니다. 서버에는 남아 있습니다.
nl: Hiermee worden alle gedownloade bestanden van dit apparaat verwijderd. Ze blijven op de server.
pl: Spowoduje to usunięcie wszystkich pobranych plików z tego urządzenia. Pozostają one na serwerze.
pt: Isto elimina todos os ficheiros transferidos deste dispositivo. Permanecem no servidor.
ro: Aceasta șterge toate fișierele descărcate de pe acest dispozitiv. Rămân pe server.
ru: Это удалит все загруженные файлы с этого устройства. Они останутся на сервере.
sv: Detta raderar alla nedladdade filer från den här enheten. De finns kvar på servern.
zh_cn: 这会从此设备删除所有已下载的文件。它们仍保留在服务器上。
zh_tw: 這會從此裝置刪除所有已下載的檔案。它們仍保留在伺服器上。

# settings.removeAllDownloadsTitle
source: Remove All Downloads?
ar: إزالة جميع التنزيلات؟
de: Alle Downloads entfernen?
es: ¿Eliminar todas las descargas?
fr: Supprimer tous les téléchargements ?
hi: सभी डाउनलोड हटाएं?
it: Rimuovere tutti i download?
ja: すべてのダウンロードを削除しますか？
ko: 모든 다운로드를 제거할까요?
nl: Alle downloads verwijderen?
pl: Usunąć wszystkie pobrane?
pt: Remover todas as transferências?
ro: Elimini toate descărcările?
ru: Удалить все загрузки?
sv: Ta bort alla nedladdningar?
zh_cn: 移除所有下载？
zh_tw: 移除所有下載？

# settings.rowAccessRules
source: Folder Access Rules
ar: قواعد الوصول إلى المجلدات
de: Ordnerzugriffsregeln
es: Reglas de acceso a carpetas
fr: Règles d'accès aux dossiers
hi: फ़ोल्डर एक्सेस नियम
it: Regole di accesso alle cartelle
ja: フォルダアクセスルール
ko: 폴더 접근 규칙
nl: Toegangsregels voor mappen
pl: Reguły dostępu do folderów
pt: Regras de acesso a pastas
ro: Reguli de acces la dosare
ru: Правила доступа к папкам
sv: Åtkomstregler för mappar
zh_cn: 文件夹访问规则
zh_tw: 檔案夾取用規則

# settings.rowChangePassword
source: Change Password
ar: تغيير كلمة السر
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar palavra-passe
ro: Schimbă parola
ru: Изменить пароль
sv: Byt lösenord
zh_cn: 更改密码
zh_tw: 更改密碼

# settings.rowClearCache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache leeren
es: Borrar caché
fr: Vider le cache
hi: कैश साफ़ करें
it: Svuota cache
ja: キャッシュを消去
ko: 캐시 지우기
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ro: Golește cache-ul
ru: Очистить кеш
sv: Rensa cache
zh_cn: 清除缓存
zh_tw: 清除快取

# settings.rowDateFormat
source: Date Format
ar: تنسيق التاريخ
de: Datumsformat
es: Formato de fecha
fr: Format de date
hi: तिथि प्रारूप
it: Formato data
ja: 日付形式
ko: 날짜 형식
nl: Datumnotatie
pl: Format daty
pt: Formato de data
ro: Format dată
ru: Формат даты
sv: Datumformat
zh_cn: 日期格式
zh_tw: 日期格式

# settings.rowLanguage
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
zh_cn: 语言
zh_tw: 語言

# settings.rowOpenSourceLicenses
source: Open Source Licenses
ar: تراخيص المصدر المفتوح
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
hi: ओपन सोर्स लाइसेंस
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
nl: Opensourcelicenties
pl: Licencje open source
pt: Licenças de código aberto
ro: Licențe open source
ru: Лицензии открытого кода
sv: Öppen källkod-licenser
zh_cn: 开源许可证
zh_tw: 開放原始碼授權

# settings.rowPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_cn: 隐私政策
zh_tw: 隱私權政策

# settings.rowRemoveAllDownloads
source: Remove All Downloads
ar: إزالة جميع التنزيلات
de: Alle Downloads entfernen
es: Eliminar todas las descargas
fr: Supprimer tous les téléchargements
hi: सभी डाउनलोड हटाएं
it: Rimuovi tutti i download
ja: すべてのダウンロードを削除
ko: 모든 다운로드 제거
nl: Alle downloads verwijderen
pl: Usuń wszystkie pobrane
pt: Remover todas as transferências
ro: Elimină toate descărcările
ru: Удалить все загрузки
sv: Ta bort alla nedladdningar
zh_cn: 移除所有下载
zh_tw: 移除所有下載

# settings.rowServer
source: Server
ar: الخادم
es: Servidor
fr: Serveur
hi: सर्वर
ja: サーバ
ko: 서버
pl: Serwer
pt: Servidor
ru: Сервер
zh_cn: 服务器
zh_tw: 伺服器

# settings.rowTermsOfUse
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Condizioni d'uso
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de utilização
ro: Termeni de utilizare
ru: Условия использования
sv: Användarvillkor
zh_cn: 使用条款
zh_tw: 使用條款

# settings.rowThumbnailSize
source: Thumbnail Size
ar: حجم الصورة المصغّرة
de: Miniaturgröße
es: Tamaño de miniatura
fr: Taille des miniatures
hi: थंबनेल आकार
it: Dimensione miniatura
ja: サムネールサイズ
ko: 썸네일 크기
nl: Miniatuurgrootte
pl: Rozmiar miniatur
pt: Tamanho da miniatura
ro: Dimensiune miniaturi
ru: Размер миниатюр
sv: Miniatyrstorlek
zh_cn: 缩略图大小
zh_tw: 縮覽圖大小

# settings.rowThumbnails
source: Thumbnails
ar: الصور المصغّرة
de: Miniaturen
es: Miniaturas
fr: Miniatures
hi: थंबनेल
it: Miniature
ja: サムネール
ko: 썸네일
nl: Miniaturen
pl: Miniatury
pt: Miniaturas
ro: Miniaturi
ru: Миниатюры
sv: Miniatyrer
zh_cn: 缩略图
zh_tw: 縮覽圖

# settings.rowUserManagement
source: User Management
ar: إدارة المستخدمين
de: Benutzerverwaltung
es: Gestión de usuarios
fr: Gestion des utilisateurs
hi: उपयोगकर्ता प्रबंधन
it: Gestione utenti
ja: ユーザ管理
ko: 사용자 관리
nl: Gebruikersbeheer
pl: Zarządzanie użytkownikami
pt: Gestão de utilizadores
ro: Gestionarea utilizatorilor
ru: Управление пользователями
sv: Användarhantering
zh_cn: 用户管理
zh_tw: 使用者管理

# settings.sectionAccounts
source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fr: Comptes
hi: खाते
it: Account
ja: アカウント
ko: 계정
pl: Konta
pt: Contas
ro: Conturi
ru: Аккаунты
sv: Konton
zh_cn: 账户
zh_tw: 帳戶

# settings.sectionAdmin
source: Admin
ar: الإدارة
de: Verwaltung
es: Administración
fr: Administration
hi: व्यवस्थापन
it: Amministrazione
ja: 管理
ko: 관리
nl: Beheer
pl: Administracja
pt: Administração
ro: Administrare
ru: Администрирование
sv: Administration
zh_cn: 管理
zh_tw: 管理

# settings.sectionDisplay
source: Display
ar: العرض
de: Anzeige
es: Pantalla
fr: Affichage
hi: प्रदर्शन
it: Schermo
ja: 表示
ko: 디스플레이
nl: Weergave
pl: Wyświetlanie
pt: Ecrã
ro: Afișare
ru: Экран
sv: Skärm
zh_cn: 显示
zh_tw: 顯示

# settings.sectionGeneral
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Основные
sv: Allmänt
zh_cn: 通用
zh_tw: 一般

# settings.sectionInfo
source: Info
ar: معلومات
es: Información
fr: Informations
hi: जानकारी
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
pt: Informações
ro: Informații
ru: Информация
zh_cn: 信息
zh_tw: 資訊

# settings.sectionLegal
source: Legal
ar: قانوني
de: Rechtliches
fr: Mentions légales
hi: कानूनी
it: Note legali
ja: 法律
ko: 법률
nl: Juridisch
pl: Informacje prawne
pt: Aspetos legais
ro: Aspecte legale
ru: Правовая информация
sv: Juridiskt
zh_cn: 法律
zh_tw: 法律

# settings.sectionLicenses
source: Licenses
ar: التراخيص
de: Lizenzen
es: Licencias
fr: Licences
hi: लाइसेंस
it: Licenze
ja: ライセンス
ko: 라이선스
nl: Licenties
pl: Licencje
pt: Licenças
ro: Licențe
ru: Лицензии
sv: Licenser
zh_cn: 许可证
zh_tw: 授權

# settings.sectionServerStorage
source: Server Storage
ar: تخزين الخادم
de: Serverspeicher
es: Almacenamiento del servidor
fr: Stockage du serveur
hi: सर्वर संग्रहण
it: Archiviazione server
ja: サーバストレージ
ko: 서버 저장 공간
nl: Serveropslag
pl: Pamięć serwera
pt: Armazenamento do servidor
ro: Stocare server
ru: Хранилище сервера
sv: Serverlagring
zh_cn: 服务器存储
zh_tw: 伺服器儲存空間

# settings.sectionStorage
source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
hi: संग्रहण
it: Archiviazione
ja: ストレージ
ko: 저장 공간
nl: Opslag
pl: Pamięć
pt: Armazenamento
ro: Stocare
ru: Хранилище
sv: Lagring
zh_cn: 存储
zh_tw: 儲存空間

# settings.sectionUsers
source: Users
ar: المستخدمون
de: Benutzer
es: Usuarios
fr: Utilisateurs
hi: उपयोगकर्ता
it: Utenti
ja: ユーザ
ko: 사용자
nl: Gebruikers
pl: Użytkownicy
pt: Utilizadores
ro: Utilizatori
ru: Пользователи
sv: Användare
zh_cn: 用户
zh_tw: 使用者

# settings.serverStorageUsed
source: %1$@ of %2$@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
it: %1$@ di %2$@
ja: %2$@ 中 %1$@
ko: %2$@ 중 %1$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt: %1$@ de %2$@
ro: %1$@ din %2$@
ru: %1$@ из %2$@
sv: %1$@ av %2$@
zh_cn: %2$@ 中的 %1$@
zh_tw: %2$@ 中的 %1$@

# settings.signOutAlertTitle
source: Sign Out?
ar: تسجيل الخروج؟
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
hi: साइन आउट करें?
it: Uscire?
ja: サインアウトしますか？
ko: 로그아웃할까요?
nl: Uitloggen?
pl: Wylogować się?
pt: Terminar sessão?
ro: Te deconectezi?
ru: Выйти?
sv: Logga ut?
zh_cn: 退出登录？
zh_tw: 登出？

# settings.signOutButton
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj się
pt: Terminar sessão
ro: Deconectează-te
ru: Выйти
sv: Logga ut
zh_cn: 退出登录
zh_tw: 登出

# settings.signOutMessage
source: You'll need to sign in again to access your files. Cached previews, thumbnails, and saved folder listings on this device will be cleared.
ar: ستحتاج إلى تسجيل الدخول مرة أخرى للوصول إلى ملفاتك.
de: Du musst dich erneut anmelden, um auf deine Dateien zuzugreifen.
es: Deberás iniciar sesión de nuevo para acceder a tus archivos.
fr: Vous devrez vous reconnecter pour accéder à vos fichiers.
hi: अपनी फ़ाइलों तक पहुंचने के लिए आपको फिर से साइन इन करना होगा।
it: Dovrai accedere di nuovo per usare i tuoi file.
ja: ファイルにアクセスするには再度サインインする必要があります。
ko: 파일에 접근하려면 다시 로그인해야 합니다.
nl: Je moet opnieuw inloggen om bij je bestanden te komen.
pl: Aby uzyskać dostęp do plików, musisz zalogować się ponownie.
pt: Terá de iniciar sessão novamente para aceder aos seus ficheiros.
ro: Va trebui să te conectezi din nou pentru a-ți accesa fișierele.
ru: Чтобы получить доступ к файлам, нужно снова войти.
sv: Du måste logga in igen för att komma åt dina filer.
zh_cn: 您需要重新登录才能访问您的文件。
zh_tw: 您需要重新登入才能取用您的檔案。

# settings.signingOut
source: Signing Out…
ar: جارٍ تسجيل الخروج…
de: Wird abgemeldet…
es: Cerrando sesión…
fr: Déconnexion…
hi: साइन आउट हो रहा है…
it: Disconnessione…
ja: サインアウト中…
ko: 로그아웃 중…
nl: Uitloggen…
pl: Wylogowywanie…
pt: A terminar sessão…
ro: Se deconectează…
ru: Выход…
sv: Loggar ut…
zh_cn: 正在退出登录…
zh_tw: 正在登出…

# settings.storageFootnote
source: Downloading a folder zips it on the server first. Turn on the toggle above to delete that archive from the server once it's saved to your device. Removing downloads or clearing the cache only affects this device; nothing on the server is touched.
ar: يؤدي تنزيل مجلد إلى ضغطه أولاً كملف ZIP على الخادم. فعّل المفتاح أعلاه لحذف ذلك الأرشيف من الخادم بمجرد حفظه على جهازك. إزالة التنزيلات أو مسح ذاكرة التخزين المؤقت يؤثر على هذا الجهاز فقط؛ لا يتأثر أي شيء على الخادم.
de: Beim Laden eines Ordners wird dieser zuerst auf dem Server als ZIP komprimiert. Aktiviere den Schalter oben, um dieses Archiv vom Server zu löschen, sobald es auf deinem Gerät gesichert wurde. Das Entfernen von Downloads oder das Leeren des Caches betrifft nur dieses Gerät; auf dem Server wird nichts berührt.
es: Al descargar una carpeta, el servidor la comprime primero en un ZIP. Activa el interruptor de arriba para eliminar ese archivo del servidor una vez guardado en tu dispositivo. Eliminar descargas o borrar la caché solo afecta a este dispositivo; nada en el servidor se toca.
fr: Le téléchargement d'un dossier le compresse d'abord en ZIP sur le serveur. Activez l'option ci-dessus pour supprimer cette archive du serveur une fois enregistrée sur votre appareil. Supprimer les téléchargements ou vider le cache n'affecte que cet appareil ; rien n'est touché sur le serveur.
hi: किसी फ़ोल्डर को डाउनलोड करने पर सर्वर उसे पहले ZIP में संपीड़ित करता है। आपके डिवाइस पर सहेजे जाने के बाद उस संग्रह को सर्वर से हटाने के लिए ऊपर का टॉगल चालू करें। डाउनलोड हटाना या कैश साफ़ करना केवल इस डिवाइस को प्रभावित करता है; सर्वर पर कुछ भी नहीं बदलता।
it: Il download di una cartella la comprime prima in uno ZIP sul server. Attiva l'interruttore qui sopra per eliminare quell'archivio dal server una volta salvato sul dispositivo. Rimuovere i download o svuotare la cache riguarda solo questo dispositivo; nulla sul server viene toccato.
ja: フォルダをダウンロードすると、サーバでまず ZIP に圧縮されます。デバイスに保存された後にそのアーカイブをサーバから削除するには、上のスイッチをオンにします。ダウンロードの削除やキャッシュの消去はこのデバイスにのみ影響し、サーバ上のものには影響しません。
ko: 폴더를 다운로드하면 서버에서 먼저 ZIP으로 압축합니다. 기기에 저장된 후 서버에서 해당 압축 파일을 삭제하려면 위의 스위치를 켜세요. 다운로드 제거나 캐시 지우기는 이 기기에만 영향을 주며 서버의 데이터는 변경되지 않습니다.
nl: Bij het downloaden van een map wordt deze eerst op de server tot een ZIP gecomprimeerd. Zet de schakelaar hierboven aan om dat archief van de server te verwijderen zodra het op je apparaat is bewaard. Downloads verwijderen of de cache wissen heeft alleen invloed op dit apparaat; niets op de server wordt aangeraakt.
pl: Pobieranie folderu najpierw kompresuje go do ZIP na serwerze. Włącz powyższy przełącznik, aby usunąć to archiwum z serwera po zapisaniu na urządzeniu. Usuwanie pobranych plików lub czyszczenie pamięci podręcznej dotyczy tylko tego urządzenia; nic na serwerze nie zostaje naruszone.
pt: Transferir uma pasta comprime-a primeiro num ZIP no servidor. Ative o interruptor acima para eliminar esse arquivo do servidor depois de guardado no seu dispositivo. Remover transferências ou limpar a cache afeta apenas este dispositivo; nada no servidor é afetado.
ro: Descărcarea unui dosar îl comprimă mai întâi într-un ZIP pe server. Activează comutatorul de mai sus pentru a șterge acea arhivă de pe server după ce este salvată pe dispozitiv. Eliminarea descărcărilor sau golirea cache-ului afectează doar acest dispozitiv; nimic de pe server nu este afectat.
ru: При загрузке папки она сначала сжимается в ZIP на сервере. Включите переключатель выше, чтобы удалить этот архив с сервера после сохранения на устройстве. Удаление загрузок или очистка кеша затрагивает только это устройство; на сервере ничего не меняется.
sv: Att ladda ner en mapp komprimerar den först till en ZIP på servern. Aktivera reglaget ovan för att radera det arkivet från servern när det har sparats på din enhet. Att ta bort nedladdningar eller rensa cachen påverkar bara den här enheten; inget på servern rörs.
zh_cn: 下载文件夹会先在服务器上将其压缩为 ZIP。开启上面的开关，可在保存到设备后从服务器删除该压缩包。移除下载或清除缓存仅影响此设备；服务器上的内容不会被改动。
zh_tw: 下載檔案夾會先在伺服器上將其壓縮為 ZIP。開啟上方的開關，可在儲存到裝置後從伺服器刪除該壓縮檔。移除下載或清除快取僅影響此裝置；伺服器上的內容不會被更動。

# settings.toggleDarkMode
source: Dark Mode
ar: الوضع الداكن
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
it: Modalità scura
ja: ダークモード
ko: 다크 모드
nl: Donkere modus
pl: Tryb ciemny
pt: Modo escuro
ro: Mod întunecat
ru: Тёмный режим
sv: Mörkt läge
zh_cn: 深色模式
zh_tw: 深色模式

# settings.toggleHaptics
source: Haptics
ar: الاستجابة اللمسية
de: Haptik
es: Vibración
fr: Retour haptique
hi: हैप्टिक्स
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱
nl: Haptische feedback
pl: Wibracje
pt: Retorno tátil
ro: Feedback haptic
ru: Тактильный отклик
sv: Haptik
zh_cn: 触感反馈
zh_tw: 觸覺回饋

# settings.toggleKeepClipboard
source: Keep Items After Paste
ar: الاحتفاظ بالعناصر بعد اللصق
de: Objekte nach dem Einsetzen behalten
es: Conservar elementos tras pegar
fr: Conserver les éléments après le collage
hi: पेस्ट के बाद आइटम रखें
it: Mantieni elementi dopo l'incolla
ja: ペースト後も項目を保持
ko: 붙여넣기 후 항목 유지
nl: Items behouden na plakken
pl: Zachowaj elementy po wklejeniu
pt: Manter itens após colar
ro: Păstrează elementele după lipire
ru: Сохранять объекты после вставки
sv: Behåll objekt efter inklistring
zh_cn: 粘贴后保留项目
zh_tw: 貼上後保留項目

# settings.toggleKeepClipboardSubtitle
source: Copied items stay ready to paste into another folder. Moved items always clear.
ar: تبقى العناصر المنسوخة جاهزة للصق في مجلد آخر. العناصر المنقولة تُمسح دائمًا.
de: Kopierte Objekte bleiben bereit, um in einen anderen Ordner eingesetzt zu werden. Bewegte Objekte werden immer gelöscht.
es: Los elementos copiados quedan listos para pegar en otra carpeta. Los elementos movidos siempre se borran.
fr: Les éléments copiés restent prêts à coller dans un autre dossier. Les éléments déplacés sont toujours effacés.
hi: कॉपी किए गए आइटम दूसरे फ़ोल्डर में पेस्ट करने के लिए तैयार रहते हैं। स्थानांतरित आइटम हमेशा साफ़ हो जाते हैं।
it: Gli elementi copiati restano pronti da incollare in un'altra cartella. Gli elementi spostati vengono sempre cancellati.
ja: コピーした項目は別のフォルダにペーストできる状態のまま残ります。移動した項目は常に消去されます。
ko: 복사한 항목은 다른 폴더에 붙여넣을 수 있도록 유지됩니다. 이동한 항목은 항상 지워집니다.
nl: Gekopieerde items blijven klaar om in een andere map te plakken. Verplaatste items worden altijd gewist.
pl: Skopiowane elementy pozostają gotowe do wklejenia do innego folderu. Przeniesione elementy są zawsze czyszczone.
pt: Os itens copiados ficam prontos para colar noutra pasta. Os itens movidos são sempre limpos.
ro: Elementele copiate rămân gata de lipit în alt dosar. Elementele mutate se golesc mereu.
ru: Скопированные объекты остаются готовыми для вставки в другую папку. Перемещённые объекты всегда очищаются.
sv: Kopierade objekt förblir redo att klistras in i en annan mapp. Flyttade objekt rensas alltid.
zh_cn: 拷贝的项目会保持可粘贴到其他文件夹的状态。移动的项目始终会被清除。
zh_tw: 拷貝的項目會保持可貼上到其他檔案夾的狀態。移動的項目一律會被清除。

# settings.toggleRemoveArchives
source: Remove Archives After Download
ar: إزالة الأرشيفات بعد التنزيل
de: Archive nach dem Laden entfernen
es: Eliminar archivos comprimidos tras la descarga
fr: Supprimer les archives après le téléchargement
hi: डाउनलोड के बाद संग्रह हटाएं
it: Rimuovi archivi dopo il download
ja: ダウンロード後にアーカイブを削除
ko: 다운로드 후 압축 파일 제거
nl: Archieven verwijderen na downloaden
pl: Usuwaj archiwa po pobraniu
pt: Remover arquivos após a transferência
ro: Elimină arhivele după descărcare
ru: Удалять архивы после загрузки
sv: Ta bort arkiv efter nedladdning
zh_cn: 下载后移除压缩包
zh_tw: 下載後移除壓縮檔

# settings.toggleRenderHTML
source: Render HTML Pages
ar: عرض صفحات HTML
de: HTML-Seiten rendern
es: Renderizar páginas HTML
fr: Afficher les pages HTML
hi: HTML पृष्ठ रेंडर करें
it: Renderizza pagine HTML
ja: HTML ページをレンダリング
ko: HTML 페이지 렌더링
nl: HTML-pagina's weergeven
pl: Renderuj strony HTML
pt: Compor páginas HTML
ro: Randează paginile HTML
ru: Отображать HTML-страницы
sv: Rendera HTML-sidor
zh_cn: 渲染 HTML 页面
zh_tw: 算繪 HTML 頁面

# settings.toggleRenderMarkdown
source: Render Markdown Files
ar: عرض ملفات Markdown
de: Markdown-Dateien rendern
es: Renderizar archivos Markdown
fr: Afficher les fichiers Markdown
hi: Markdown फ़ाइलें रेंडर करें
it: Renderizza file Markdown
ja: Markdown ファイルをレンダリング
ko: Markdown 파일 렌더링
nl: Markdown-bestanden weergeven
pl: Renderuj pliki Markdown
pt: Compor ficheiros Markdown
ro: Randează fișierele Markdown
ru: Отображать файлы Markdown
sv: Rendera Markdown-filer
zh_cn: 渲染 Markdown 文件
zh_tw: 算繪 Markdown 檔案

# settings.toggleShowExtensions
source: Show Filename Extensions
ar: إظهار امتدادات الملفات
de: Dateiendungen anzeigen
es: Mostrar extensiones de archivo
fr: Afficher les extensions de fichier
hi: फ़ाइल एक्सटेंशन दिखाएं
it: Mostra estensioni dei file
ja: ファイル拡張子を表示
ko: 파일 확장자 표시
nl: Bestandsextensies tonen
pl: Pokaż rozszerzenia plików
pt: Mostrar extensões de ficheiro
ro: Afișează extensiile fișierelor
ru: Показывать расширения файлов
sv: Visa filändelser
zh_cn: 显示文件扩展名
zh_tw: 顯示副檔名

# settings.toggleShowHiddenFiles
source: Show Hidden Files
ar: إظهار الملفات المخفية
de: Ausgeblendete Dateien anzeigen
es: Mostrar archivos ocultos
fr: Afficher les fichiers masqués
hi: छिपी हुई फ़ाइलें दिखाएं
it: Mostra file nascosti
ja: 隠しファイルを表示
ko: 숨김 파일 표시
nl: Verborgen bestanden tonen
pl: Pokaż ukryte pliki
pt: Mostrar ficheiros ocultos
ro: Afișează fișierele ascunse
ru: Показывать скрытые файлы
sv: Visa dolda filer
zh_cn: 显示隐藏文件
zh_tw: 顯示隱藏檔案

# settings.toggleShowTabLabels
source: Show Tab Labels
ar: إظهار تسميات علامات التبويب
de: Tab-Beschriftungen anzeigen
es: Mostrar etiquetas de pestañas
fr: Afficher les libellés d'onglets
hi: टैब लेबल दिखाएं
it: Mostra etichette schede
ja: タブラベルを表示
ko: 탭 레이블 표시
nl: Tabbladlabels tonen
pl: Pokaż etykiety kart
pt: Mostrar rótulos das abas
ro: Afișează etichetele filelor
ru: Показывать подписи вкладок
sv: Visa fliketiketter
zh_cn: 显示标签栏文字
zh_tw: 顯示分頁標籤

# settings.toggleShowThumbnails
source: Show Thumbnails
ar: إظهار الصور المصغّرة
de: Miniaturen anzeigen
es: Mostrar miniaturas
fr: Afficher les miniatures
hi: थंबनेल दिखाएं
it: Mostra miniature
ja: サムネールを表示
ko: 썸네일 표시
nl: Miniaturen tonen
pl: Pokaż miniatury
pt: Mostrar miniaturas
ro: Afișează miniaturile
ru: Показывать миниатюры
sv: Visa miniatyrer
zh_cn: 显示缩略图
zh_tw: 顯示縮覽圖

# shareTarget.anyone
source: Anyone with link
ar: أي شخص لديه الرابط
de: Jeder mit dem Link
es: Cualquiera con el enlace
fr: Toute personne disposant du lien
hi: लिंक वाला कोई भी व्यक्ति
it: Chiunque abbia il link
ja: リンクを知っている全員
ko: 링크가 있는 모든 사용자
nl: Iedereen met de link
pl: Każdy z linkiem
pt: Qualquer pessoa com a ligação
ro: Oricine are linkul
ru: Любой, у кого есть ссылка
sv: Alla med länken
zh_cn: 任何拥有链接的人
zh_tw: 任何擁有連結的人

# shareTarget.users
source: Specific users
ar: مستخدمون محددون
de: Bestimmte Benutzer
es: Usuarios específicos
fr: Utilisateurs spécifiques
hi: विशिष्ट उपयोगकर्ता
it: Utenti specifici
ja: 特定のユーザ
ko: 특정 사용자
nl: Specifieke gebruikers
pl: Określeni użytkownicy
pt: Utilizadores específicos
ro: Utilizatori anumiți
ru: Определённые пользователи
sv: Specifika användare
zh_cn: 特定用户
zh_tw: 特定使用者

# shared.actionFileLink
source: File link
ar: رابط الملف
de: Dateilink
es: Enlace de archivo
fr: Lien du fichier
hi: फ़ाइल लिंक
it: Link file
ja: ファイルリンク
ko: 파일 링크
nl: Bestandslink
pl: Link do pliku
pt: Ligação do ficheiro
ro: Link fișier
ru: Ссылка на файл
sv: Fillänk
zh_cn: 文件链接
zh_tw: 檔案連結

# shared.actionFolderLink
source: Folder link
ar: رابط المجلد
de: Ordnerlink
es: Enlace de carpeta
fr: Lien du dossier
hi: फ़ोल्डर लिंक
it: Link cartella
ja: フォルダリンク
ko: 폴더 링크
nl: Maplink
pl: Link do folderu
pt: Ligação da pasta
ro: Link dosar
ru: Ссылка на папку
sv: Mapplänk
zh_cn: 文件夹链接
zh_tw: 檔案夾連結

# shared.actionShareLink
source: Share link
ar: مشاركة الرابط
de: Link teilen
es: Compartir enlace
fr: Partager le lien
hi: लिंक साझा करें
it: Condividi link
ja: リンクを共有
ko: 링크 공유
nl: Link delen
pl: Udostępnij link
pt: Partilhar ligação
ro: Partajează linkul
ru: Поделиться ссылкой
sv: Dela länk
zh_cn: 共享链接
zh_tw: 共享連結

# shared.anyoneWithLink
source: Anyone with link
ar: أي شخص لديه الرابط
de: Jeder mit dem Link
es: Cualquiera con el enlace
fr: Toute personne disposant du lien
hi: लिंक वाला कोई भी व्यक्ति
it: Chiunque abbia il link
ja: リンクを知っている全員
ko: 링크가 있는 모든 사용자
nl: Iedereen met de link
pl: Każdy z linkiem
pt: Qualquer pessoa com a ligação
ro: Oricine are linkul
ru: Любой, у кого есть ссылка
sv: Alla med länken
zh_cn: 任何拥有链接的人
zh_tw: 任何擁有連結的人

# shared.badgeExpired
source: expired
ar: منتهي
de: abgelaufen
es: caducado
fr: expiré
hi: समाप्त
it: scaduto
ja: 期限切れ
ko: 만료됨
nl: verlopen
pl: wygasłe
pt: expirado
ro: expirat
ru: истёк
sv: utgången
zh_cn: 已过期
zh_tw: 已過期
